Repository: Artem-Shyshko/Agile-task
Catalog: Localizable.xcstrings
Source language: en
Languages: fr, uk

source: Add
fr: Ajouter
uk: Додати

source: add a point
fr: ajouter un point
uk: додати пункт

source: App credentials
fr: Identifiants de l'application
uk: Облікові дані додатку

source: Aquamarine
fr: Aigue-marine
uk: Аквамарин

source: Are you sure you want to delete
fr: Êtes-vous sûr de vouloir supprimer
uk: Ви впевнені, що хочете видалити

source: Are you sure you want to delete all tasks?
fr: Êtes-vous sûr de vouloir supprimer toutes les tâches?
uk: Ви впевнені, що хочете видалити всі завдання?

source: Are you sure you want to delete the point?
fr: Êtes-vous sûr de vouloir supprimer le point?
uk: Ви впевнені, що хочете видалити пункт?

source: Are you sure you want to restore all tasks?
fr: Êtes-vous sûr de vouloir restaurer toutes les tâches?
uk: Ви впевнені, що хочете відновити всі завдання?

source: Bulletlist
fr: Liste à puces
uk: Список з маркерами

source: Cancel
fr: Annuler
uk: Скасувати

source: Change
fr: Changer
uk: Змінити

source: Checklist
fr: Liste de vérification
uk: Контрольний список

source: Color
fr: Couleur
uk: Колір

source: Complete task
fr: Tâche complétée
uk: Виконати завдання

source: Contact Us
fr: Contactez-nous
uk: Зв'яжіться з нами

source: Continue
fr: Continuer
uk: Продовжити

source: Day
fr: Jour
uk: День

source: Declutter your notes and organize your schedule with Agile Task.
fr: Désencombrez vos notes et organisez votre emploi du temps avec Agile Task.
uk: Приберіть зайве з ваших нотаток і організуйте свій графік за допомогою Agile Task.

source: Delete
fr: Supprimer
uk: Видалити

source: Delete all
fr: Tout supprimer
uk: Видалити все

source: Delete all tasks
fr: Supprimer toutes les tâches
uk: Видалити всі завдання

source: Edit
fr: Éditer
uk: Редагувати

source: Ends
fr: Se termine
uk: Закінчується

source: Ends after
fr: Se termine après
uk: Закінчується після

source: In 1 hour
fr: Dans 1 heure
uk: За 1 годину

source: Like the app? Please leave a review
fr: Vous aimez l'application? Veuillez laisser un avis
uk: Сподобалась програма? Будь ласка, залиште відгук

source: Make your plans quickly, easily and without hassle. Agile Task is an efficient task tracker for professional or personal projects to track tasks and execute them efficiently.
fr: Planifiez rapidement, facilement et sans tracas. Agile Task est un suivi de tâches efficace pour les projets professionnels ou personnels afin de suivre les tâches et de les exécuter efficacement.
uk: Швидко і легко плануйте без зусиль. Agile Task — це ефективний трекер завдань для професійних або особистих проектів для відстеження завдань і їх ефективного виконання.

source: Never
fr: Jamais
uk: Ніколи

source: Next week
fr: La semaine prochaine
uk: Наступного тижня

source: Night
fr: Nuit
uk: Ніч

source: Ocurrences
fr: Occurrences
uk: Випадки

source: Password
fr: Mot de passe
uk: Пароль

source: Plan everything - from business meetings, trips and doctor appointments to groceries lists.
fr: Planifiez tout - des réunions d'affaires, des voyages et des rendez-vous médicaux aux listes de courses
uk: Плануйте все - від ділових зустрічей, подорожей і візитів до лікаря до списків покупок.

source: Privacy Policy
fr: Politique de confidentialité

source: Push notifications
fr: Notifications push
uk: Push-сповіщення

source: Quick input button
fr: Bouton d'entrée rapide
uk: Кнопка швидкого введення

source: Refresh Interval
fr: Intervalle de rafraîchissement
uk: Інтервал оновлення

source: Repeat every
fr: Répéter tous les
uk: Повторювати кожні

source: Repeat on
fr: Répéter le
uk: Повторювати в

source: Restore
fr: Restaurer
uk: Відновити

source: Restore all
fr: Restaurer tout
uk: Відновити все

source: Restore task
fr: Restaurer la tâche
uk: Відновити завдання

source: Review our apps in the Apps store
fr: Revoyez nos applications dans le magasin d'applications
uk: Перегляньте наші додатки в магазині додатків

source: Save
fr: Sauvegarder
uk: Зберегти

source: Security
fr: Sécurité
uk: Безпека

source: Set
fr: Définir
uk: Встановити

source: Settings
fr: Réglages
uk: Налаштування

source: Task title
fr: Titre de la tâche
uk: Назва завдання

source: Terms of Service (EULA)
fr: Conditions d'utilisation (EULA)

source: Theme
fr: Thème
uk: Тема

source: Themes
fr: Thèmes
uk: Теми

source: This is an example widget.
fr: Ceci est un exemple de widget.
uk: Це приклад віджета.

source: Toggle task state
fr: Basculer l'état de la tâche
uk: Перемикання стану завдання

source: Tomorrow
fr: Demain
uk: Завтра

source: Visit our website
fr: Visitez notre site web
uk: Відвідайте наш сайт

source: Welcome to Agile Task
fr: Bienvenue à Agile Task
uk: Ласкаво просимо до Agile Task

source: What are you looking for
fr: Que cherchez-vous
uk: Що ви шукаєте

source: You can't create task reminder without date/time
fr: Vous ne pouvez pas créer de rappel de tâche sans date/heure
uk: Ви не можете створити нагадування завдання без дати/часу

source: 15 sec
uk: 15 сек

source: 30 sec
uk: 30 сек

source: 60 sec
uk: 60 сек

source: Account/User name
uk: Акаунт/Ім'я користувача

source: add a new task
uk: Заголовок задачі

source: Add field
uk: Додати поле

# address_field
source: Address
uk: Адреса

# alert_cancel
source: Cancel
uk: Скасувати

# alert_delete_task
source: Are you sure you want to delete task?
uk: Ви впевнені, що хочете видалити завдання?

# alert_restore
source: Restored backup will change all you current data, are you sure you want to restore backup?
uk: Відновлена ​​резервна копія змінить усі ваші поточні дані. Ви впевнені, що бажаєте відновити резервну копію?

# alert_task_title
source: Task title should consist at least 1 symbol
uk: Назва завдання повинна складатися щонайменше з 1 символу

# alert_task_weeks_recurring
source: Please select any day
uk: Будь ласка виберіть день

# alert_wrong_fields_requirements
source: Please fill or/and meet requirements for the fields
uk: Будь ласка, заповніть і/або виконайте вимоги до полів

# alert_wrong_password
source: Wrong password
uk: Не вірний пароль

# alert_yes
source: Yes
uk: Так

source: All
uk: Всі

source: Alphabetically A-Z
uk: За алфавітом А-Я

source: Alphabetically Z-A
uk: За алфавітом Я-А

# app_settings_title
source: App settings
uk: Налаштування додатку

source: Are you sure you want to delete?
uk: Ви впевнені, що хочете видалити?

# are_you_sure_you_want_to_delete_the_point
source: Are you sure you want to delete?
uk: Ви впевнені, що хочете видалити?

source: At the bottom of the list
uk: В низу списка

source: Auto close
uk: Авто закриття

# backup_title
source: Backup
uk: Резервна копія

source: Bullet list
uk: Список з маркерами

# bullet_list_field
source: Bullet list
uk: Маркований список

# button_search
source: Search
uk: Пошук

# cancel_button
source: Cancel
uk: Скасувати

source: Completed tasks
uk: Виконанні задачі

source: Configuration
uk: Конфігурація

source: Create backup
uk: Створити резервну копію

source: Custom
uk: Персоналізований

source: Daily
uk: Кожного дня

# daily_reminder
source: Recurring daily reminder
uk: Щоденне нагадування

# data_is_copied
source: Your data is copied and available for share. Please be careful with your data sharing.
uk: Ваші дані скопійовано та доступні для спільного використання. Будь ласка, будьте обережні з обміном даними.

source: Date
uk: Дата

# date_field
source: Date
uk: Дата

source: Default screen view
uk: Екран за замовчуванням

source: Description
uk: Опис

source: Done
uk: Готово

# dropbox_backup
source: Backup - Dropbox
uk: Резервна копія в Dropbox

source: Edit record
uk: Редагувати запис

source: English
uk: Англійська

# Enter project name
source: Enter list name
uk: Введіть назву списку

# enter_old_password_title
source: Enter old password
uk: Введіть старий пароль

# files_backup
source: Backup - Files
uk: Резервна копія на телефоні

source: Free
uk: Безкоштовно

# free_plane_title
source: Free
uk: Безкоштовна

source: Friday
uk: П'ятниця

source: Hide from the list
uk: Сховати з списку

# iCloud_backup
source: Backup - iCloud
uk: Резервна копія в iCloud

source: In a day
uk: Через день

# info_bulletlist
source: Bullet list
uk: Mаркований список

source: Language
uk: Мова

# lower_case
source: lower case letters
uk: букви нижнього регістру

source: Manual (Drag and Drop)
uk: Ручне сортування

# manualy_title
source: Manualy
uk: Вручну

# min_max_password_char
source: min of 4 characters max of 20 characters
uk: мінімум 4 символи, максимум 20 символів

source: Monday
uk: Понеділок

source: month
uk: місяць

source: Month
uk: Місяць

source: Monthly
uk: Місячна

source: Move to the bottom of the list
uk: Перемістити в кінець списку

source: New Task
uk: Нова задача

source: New tasks
uk: Нові завдання

source: New record
uk: Новий запис

source: None
uk: Відсутнє

# none_title
source: None
uk: Відсутнє

# number_field
source: Number
uk: Число

source: OK
uk: ОК

source: On top of the list
uk: На верх списку

source: One hour before the date
uk: За одну годину до початку

# password_field
source: Password
uk: Пароль

# password_navigation_title
source: Password
uk: Пароль

# password_numbers
source: number(s)
uk: цифри

source: Password requirements:
uk: Вимоги до пароля:

# password_special_char
source: Special Character(s) @#$^&*+=)
uk: Спеціальний(і) символ(и) @#$^&*+=)

# password_title
source: Password
uk: Пароль

# phone_field
source: Phone
uk: Телефон

# plane_continue_title
source: Continue
uk: Продовжити

# plane_manage_subscription
source: Manage subscription
uk: Керування підпискою

# project
source: List
uk: Список

source: Protect with
uk: Захистити запис з

# purchase_advanced_features
source: Advanced features
uk: Розширені можливості

# purchase_unlimited_checklists
source: Unlimited checklists
uk: Необмежені контрольні списки

# purchase_unlimited_lists
source: Unlimited lists
uk: Необмежені списки

# purchase_unlimited_secured
source: Unlimited secured
uk: Необмежені захищені записи

# purchase_unlimited_tasks
source: Unlimited tasks
uk: Необмежена кількість завдань

# purchase_unlimited_to_do_lists
source: Unlimited to do lists
uk: Необмежені списки справ

source: Record details
uk: Деталі запису

# record_locked
source: This record is locked
uk: Цей запис заблоковано

# record_title
source: Title
uk: Заголовок

source: Recurring
uk: Повторювання

source: Recurring tasks on top
uk: Сортувати за повторуваннями

# recurring_title
source: Reccuring
uk: Recurring

source: Reminder
uk: Нагадування

# repeat_password_title
source: Repeat password
uk: Повторити пароль

source: Restore backup
uk: Відтворити резервну копію

# restore_subscription_title
source: Restore subscription
uk: Відновити підписку

source: Same time as date
uk: Той самий час, що й дата

source: Saturday
uk: Субота

# save_button
source: Save
uk: Зберегти

# search_title
source: Search
uk: Пошук

source: Secure app with
uk: Захистити додаток з

# settings_haptic_feedback
source: Haptic feedback
uk: Тактильні сигнали

# settings_info_tips
source: Info tips
uk: Інформаційні поради

# settings_subscription_title
source: Subscription
uk: Підписка

# settings_title
source: Settings
uk: Налаштування

# SettingsTab
source: Settings
uk: Налашт.

source: Sorting
uk: Сортування

source: Status
uk: Статус

# subscription_title
source: Improve your productivity with Agile Task
uk: Підвищуйте свою продуктивність з Agile Task

source: Sunday
uk: Неділя

# swipe_right_task_list
source: Swipe right to complete task
uk: Проведіть пальцем праворуч, щоб виконати задачу

# task_type_advanced
source: Advanced
uk: Продвинуто

# task_type_light
source: Simple
uk: Просто

source: tasks
uk: задачі

source: Tasks
uk: Задачі

source: Tasks with reminders on top
uk: Сортувати за нагадуваннями

source: Tasks with schedule on top
uk: Сортувати за датою

# tasks_settings_title
source: Tasks settings
uk: Налаштування завдань

# tasks_view_completed_tasks
source: Completed tasks
uk: Виконані задачі

# tasks_view_settings
source: Settings
uk: Налаштування

# tasks_view_sorting
source: Sort
uk: Сортування

source: Thursday
uk: Четвер

source: Time
uk: Час

# time_title
source: Time
uk: Час

source: Time:
uk: Час:

# tip_add_advanced_features
source: Add advanced features to the task
uk: Додайте розширені можливості до задачі

# tip_add_new_project
source: Add new list
uk: Додайте новий список

# tip_add_new_record
source: Add new record
uk: Додати новий запис

# tip_add_new_task
source: Add new task
uk: Додайте нову задачу

# tip_advanced_navigation
source: Advanced calendar
uk: Продвинутий календар

# tip_double_tab
source: Double tap to complete task Tap and hold to change task order in the list
uk: Подвійний тап для виконання задачі Натиск та утримання для редагування позиції задачі у списку

# tip_share_copy
source: Share record details Copy record details
uk: Поділіться записом Скопіюйте деталі запису

# tip_swipe_left
source: Swipe left to edit/delete task Swipe right to complete task
uk: Проведіть вліво для редагування/видалення задачі Проведіть вправо щоб виконати задачу

# tip_swipe_left_project
source: Swipe left to editt/delete list
uk: Проведіть вліво для редагування/видалення списку

source: Today
uk: Сьогодні

source: Tuesday
uk: Вівторок

source: Ukrainian
uk: Українська

# upper_case
source: upper case letter(s)
uk: велика(і) літера(и)

source: Version %@
uk: Версія %@

source: View record
uk: Переглянути запис

source: Wednesday
uk: Середа

source: Week
uk: Тиждень

source: Week starts on
uk: Тиждень починаеться

source: Weekdays (Mon to Fri)
uk: У будні дні

source: Weekly
uk: Кожного тижня

# welcome_task_mock
source: Welcome to Agile task!
uk: Ласкаво просимо до Agile task!

source: year
uk: рік

source: Yearly
uk: Річна

# yearly_title
source: Yearly
uk: Річна
